/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ z %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Zkratka byla importována %2$@ z %1$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Zkratka byla importována %2$@ z %1$@.";

/* %@ = action name */
"Add “%@”" = "Přidat akci „%@“";

/* %@ = action name */
"Remove “%@”" = "Odstranit akci „%@“";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Chcete se ve Zkratkách odhlásit od služby %@?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Chcete se odhlásit od služby %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Zkratka byla importována z %@. Určitě ji chcete spustit?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "jako %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Smazat i akce obsažené v akci „%@“?";

/* %@=app name */
"Install %@" = "Instalovat aplikaci %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Fráze pro Siri";

/* Access resource action settings title */
"Accounts" = "Účty";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Úpravy zkratek byly dokončeny";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Akce %@ byla přidána k oblíbeným";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Akce %@ byla odebrána z oblíbených";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Zkratka je spuštěná";

/* Accessibility action */
"Delete shortcut" = "Smazat zkratku";

/* Accessibility action */
"Duplicate shortcut" = "Duplikovat zkratku";

/* Accessibility action */
"Favorite Action" = "Přidat akci k oblíbeným";

/* Accessibility action */
"Rename shortcut" = "Přejmenovat zkratku";

/* Accessibility action */
"Un-favorite Action" = "Odebrat akci z oblíbených";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Upravit zkratku";

/* Accessibility action or discoverability title */
"Run shortcut" = "Spustit zkratku";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "do zkratky byla přidána akce %@";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Přípustné typy vstupu";

/* Accessibility announcement */
"Closed variables tray" = "Zavřel se zásobník proměnných";

/* Accessibility announcement */
"Editing shortcuts" = "Upravujete zkratky";

/* Accessibility announcement */
"Opened variables tray" = "Otevřel se zásobník proměnných";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "tažení";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Zkratka skončila";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "akce %1$@ byla přidána do zkratky před akci %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "akce %1$@ byla přidána do zkratky za akci %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "přesunuto nad akci %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "přesunuto pod akci %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "byla odstraněna akce %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Zkratka %@ byla duplikována";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "sbaleno";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Tažení";

/* Accessibility announcement; expanded parameter */
"expanded" = "rozbaleno";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Zkratka se zastavila";

/* Accessibility hint */
"Closes the shortcut" = "Zavře zkratku";

/* Accessibility hint */
"Creates a new shortcut" = "Vytvoří novou zkratku";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Smaže vybrané zkratky";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Poklepáním položku přidáte na konec zkratky. Poklepáním, podržením a tažením můžete nastavit její umístění ve zkratce.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Podporuje tažení. Poklepejte, podržte a po zaznění zvuku přetažením změňte pořadí. Chcete‑li pouze vybrat, poklepejte.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplikuje vybrané zkratky";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Tato zkratka se zobrazí v rozšíření akcí aplikace Zkratky (v nabídce sdílení systému iOS), když budete sdílet některý z typů obsahu, které jste zde vybrali.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Vypíná režim úprav zkratek";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Zapíná režim úprav zkratek";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Poklepáním sbalíte přihrádku akcí na polovinu obrazovky";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Poklepáním rozbalíte přihrádku akcí na plnou velikost";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Chcete‑li slyšet popis akce, poklepejte";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Podporuje tažení. Poklepejte, podržte a po zaznění zvuku přetažením změňte pořadí. Chcete‑li slyšet popis akce, poklepejte.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Poklepáním přepnete nastavení";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Poklepáním vyberete";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Poklepáním sbalíte";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Poklepáním vložíte";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Poklepáním rozbalíte";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Spustí zkratku %@";

/* Accessibility label */
"Add Tag" = "Přidat značku";

/* Accessibility label */
"Close" = "Zavřít";

/* Accessibility label */
"Create Shortcut" = "Vytvořit zkratku";

/* Accessibility label */
"Show Keyboard" = "Zobrazit klávesnici";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "V akci %@";

/* Accessibility label or discoverability title */
"Redo" = "Opakovat akci";

/* Accessibility label or discoverability title */
"Undo" = "Odvolat akci";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimalizovaný";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Půl obrazovky";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Celá obrazovka";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Akce %@ – spuštěná – dokončeno %d %";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Akce %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Odstranit filtr";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (nevybráno)";

/* Accessibility value; switch is on */
"On" = "Zapnuto";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Zvednutím odstraníte akci %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Tato akce předává vstup beze změny na výstup.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Načte vstup předaný na začátku zkratky.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Zatím nemáte definované žádné zkratky pro list sdílení.\n\nChcete‑li takovou zkratku přidat, vytvořte zkratku a v jejím nastavení zapněte volbu „Zobrazit na listu sdílení“.";

/* Action extension; no search results */
"No shortcuts match the search." = "Podmínce hledání nevyhovují žádné zkratky.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Zatím nemáte žádné zkratky.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Návrhy Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Zkratka: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Přidat k této zkratce";

/* Add search filter */
"Add Filter" = "Přidat filtr";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Obsah zkratky uvidí všichni uživatelé, kteří budou mít k tomuto sdílenému odkazu přístup.";

/* Alert title */
"Error" = "Chyba";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Vytvořit odkaz na iCloud";

/* Allow access to service */
"Allow Access" = "Povolit přístup";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(nenainstalováno) %@";

/* App search view; navigation bar title */
"Choose App" = "Vyberte aplikaci";

/* App search view; no results */
"No results." = "Žádné výsledky";

/* App search view; search bar placeholder */
"Search apps…" = "Hledat aplikace…";

/* Apple Watch complication */
"Complication" = "Komplikace";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Zatím nemáte žádné zkratky pro Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Vyberte zkratky, které se mají zobrazovat v komplikaci Zkratky na ciferníku Apple Watch.\n\nAplikace Zkratky bude zobrazování zkratek v komplikaci postupně optimalizovat podle toho, kdy je spouštíte.";

/* Apps category */
"Apps" = "Aplikace";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Při spuštění zkratky budete požádáni o zadání textu.";

/* Boolean false */
"False" = "Nepravda";

/* Boolean true */
"True" = "Pravda";

/* Button */
"Back" = "Zpět";

/* Button */
"Cancel" = "Zrušit";

/* Button */
"Choose Variable" = "Vybrat proměnnou";

/* Button */
"Clear" = "Smazat";

/* Button */
"Delete Actions" = "Smazat akce";

/* Button */
"Delete Shortcut" = "Smazat zkratku";

/* Button */
"Done" = "Hotovo";

/* Button */
"Get More Shortcuts" = "Získat další zkratky";

/* Button */
"Go Back" = "Zpět";

/* Button */
"Help" = "Nápověda";

/* Button */
"Keep Actions" = "Zachovat akce";

/* Button */
"Next" = "Další";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Odstranit akci";

/* Button */
"Remove Action From Shortcut" = "Odstranit akci ze zkratky";

/* Button */
"Remove Photo" = "Odstranit fotografii";

/* Button */
"Select Magic Variable" = "Automatická proměnná";

/* Button */
"Select Photo" = "Vybrat fotku";

/* Button */
"Show Action Settings" = "Zobrazit nastavení akce";

/* Button */
"Show Actions" = "Zobrazit akce";

/* Button */
"Sign Out" = "Odhlásit se";

/* Button */
"Take Photo" = "Pořídit fotku";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Přidat na plochu";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Přidat na plochu";

/* Button or title */
"Delete" = "Smazat";

/* Button or title */
"Run Shortcut" = "Spustit zkratku";

/* Button or title */
"Settings" = "Nastavení";

/* Button or title */
"Variables" = "Proměnné";

/* Button title */
"Add to Siri" = "Přidat do Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Načíst zkratku";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Zobrazit výsledek na celé obrazovce";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Spustit prohlídku";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Sdílet výsledek";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Tuto zkratku lze použít pro následující aplikace a služby:";

/* Choose an item */
"Choose" = "Vybrat";

/* Conditional AND */
"and" = "a";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Vrátit zpět část Jinak";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Akce za klíčovým slovem „Jinak“ se spustí, pokud podmínka není splněna";

/* Conditional actions settings navigation bar title */
"If Action" = "Akce v části Pokud";

/* Confirmation HUD when link copies */
"Link copied" = "Odkaz byl zkopírován";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Určitě chcete sdílení zkratky ukončit? Odkaz na iCloudu bude smazán a už ho nebude možné použít.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Zkratka bude smazána ze všech vašich zařízení připojených k iCloudu.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Zkratky budou smazány ze všech vašich zařízení připojených k iCloudu.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "„%1$@“ zřejmě není %2$@. Chtěli jste přidat kontakt?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Přesto použít kontakt „%@“";

/* Contact field; accessibility label */
"Add Contact" = "Nový kontakt";

/* Contact field; button */
"Search Contacts" = "Hledat v Kontaktech";

/* Contact field; supported type string */
"a phone number" = "telefonní číslo";

/* Contact field; supported type string */
"a phone number or email address" = "telefonní číslo ani e‑mailová adresa";

/* Contact field; supported type string */
"an email address" = "e‑mailová adresa";

/* Content Types category */
"Content Types" = "Typy obsahu";

/* Copy link to shortcut */
"Copy Link" = "Zkopírovat odkaz";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Zkopírovat odkaz na iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Tento formát používá vzory definované technickým standardem Unicode č. 35.";

/* Custom date format alert title */
"Custom Date Format" = "Vlastní formát data";

/* Custom date formatting style */
"Custom" = "Vlastní";

/* Custom time format title */
"Custom Format" = "Vlastní formát";

/* Default option */
"Default" = "Výchozí";

/* Delete all shortcuts */
"Delete All" = "Smazat vše";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Odznačit vše";

/* Dictionary key placeholder */
"Key" = "Klíč";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Nastavení zkratek";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Zastavit zkratku";

/* Discoverability title */
"Close shortcut" = "Zavřít zkratku";

/* Discoverability title */
"Search actions" = "Hledat akce";

/* Discoverability title */
"Stop shortcut" = "Zastavit zkratku";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Zobrazit na listu sdílení";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Zobrazit ve widgetu";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Zobrazit v komplikaci";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Zobrazit na Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplikovat zkratku";

/* Duplicate shortcut */
"Duplicate" = "Duplikovat";

/* Edit import questions back bar button title */
"Questions" = "Otázky";

/* Error message */
"No options available." = "Nejsou k dispozici žádné volby.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "App Store se nepodařilo načíst.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "S tímto widgetem můžete rychle spouštět zkratky.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Přidat k oblíbeným";

/* Favorite button title - action is favorited */
"Favorited" = "Oblíbené";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Účet: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Platí všechny následující podmínky";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Platí aspoň jedna z následujících podmínek";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "začíná na";

/* Find filter UI operator */
"contains" = "obsahuje";

/* Find filter UI operator */
"does not contain" = "neobsahuje";

/* Find filter UI operator */
"ends with" = "končí";

/* Find filter UI operator */
"is" = "je";

/* Find filter UI operator */
"is after" = "je po";

/* Find filter UI operator */
"is before" = "je před";

/* Find filter UI operator */
"is between" = "je v rozmezí";

/* Find filter UI operator */
"is exactly" = "je přesně";

/* Find filter UI operator */
"is greater than" = "je větší než";

/* Find filter UI operator */
"is greater than or equal to" = "je větší než nebo rovno";

/* Find filter UI operator */
"is in the last" = "je v posledních";

/* Find filter UI operator */
"is in the next" = "je v příštích";

/* Find filter UI operator */
"is larger than" = "je větší než";

/* Find filter UI operator */
"is larger than or equal to" = "je větší než nebo rovno";

/* Find filter UI operator */
"is less than" = "je menší než";

/* Find filter UI operator */
"is less than or equal to" = "je menší než nebo rovno";

/* Find filter UI operator */
"is longer than" = "je delší než";

/* Find filter UI operator */
"is longer than or equal to" = "je delší než nebo rovno";

/* Find filter UI operator */
"is not" = "není";

/* Find filter UI operator */
"is not exactly" = "není přesně";

/* Find filter UI operator */
"is not on" = "není";

/* Find filter UI operator */
"is on" = "je";

/* Find filter UI operator */
"is shorter than" = "je kratší než";

/* Find filter UI operator */
"is shorter than or equal to" = "je kratší než nebo rovno";

/* Find filter UI operator */
"is smaller than" = "je menší než";

/* Find filter UI operator */
"is smaller than or equal to" = "je menší než nebo rovno";

/* Find filter UI operator */
"is today" = "je dnes";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Chcete‑li tuto zkratku spouštět hlasem, přidejte ji do Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Tuto zkratku můžete použít v jiných aplikacích. Otevřete list sdílení a klepněte na Zkratky.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Zadejte klíč, jehož hodnotu chcete ze slovníku načíst. Pokud nic nezadáte, načte se celý slovník.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (toto zařízení)";

/* Full name of contact */
"Full Name" = "Celé jméno";

/* Full street address of location */
"Full Street Address" = "Celá domovní adresa";

/* Get property */
"Get" = "Načíst";

/* Get value for a dictionary key */
"Get Value for Key" = "Načíst hodnotu klíče";

/* Go to next import question */
"Continue" = "Pokračovat";

/* Guided tour; drag actions to here hint */
"…to here" = "…sem";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Sem přetáhněte akce";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Pokud tuto akci spustíte na Apple Watch, budete vyzváni, abyste použili Handoff a pokračovali na iPhonu.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Jednotky";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Čas podle ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glyf %1$@, %2$@ barva pozadí";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Vyberte vlastní obrázek, který chcete použít při přidání této zkratky na plochu.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Obrázek nahoře bude použit při přidání této zkratky na plochu.";

/* Icon editor; accessibility label */
"Icon Preview" = "Náhled ikony";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Editor ikon zkratek";

/* Icon editor; segmented control option */
"Color" = "Barva";

/* Icon editor; segmented control option */
"Glyph" = "Glyf";

/* Icon editor; segmented control option */
"Home Screen" = "Plocha";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Otázky, které sem přidáte, budou položeny při importu zkratky do jiného zařízení. Odpovědi na ně budou dosazeny do zkratky.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Otázky pro import můžete zkontrolovat pomocí tlačítka „Přizpůsobit zkratku“ v nastavení této zkratky.";

/* Import questions detail view */
"Default Answer" = "Výchozí odpověď";

/* Import questions detail view */
"Question Text" = "Text otázky";

/* Import questions detail view */
"Type a question here…" = "Zadejte otázku…";

/* Import questions details view; navigation bar title */
"Details" = "Podrobnosti";

/* Import questions; button */
"Add New Question…" = "Přidat novou otázku…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Vyberte parametr z některé z následujících akcí.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Vyberte parametr";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Zkratka neobsahuje žádné akce. Než nastavíte otázky pro import, přidejte do zkratky aspoň jednu akci.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Tato zkratka podporuje: %@";

/* Input types of action */
"Input" = "Vstup";

/* Input variable description */
"Gets the output of the previous action." = "Načte výstup předchozí akce.";

/* Install app icon; should match App Store GET button */
"GET" = "ZÍSKAT";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Zkratku sestavíte přidáváním akcí zdola.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Zkratku sestavíte přidáváním akcí zleva.";

/* Item can be anything */
"anything" = "cokoli";

/* Keep all shortcuts */
"Keep All" = "Zachovat vše";

/* Keep shortcuts */
"Keep" = "Zachovat";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Zachovat %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Rozbalit";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Sbalit";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Přípustné typy";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Přidat %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Jaký typ hodnoty chcete přidat?";

/* Long date formatting style */
"Long" = "Dlouhý";

/* Manage sharing */
"Manage Sharing" = "Spravovat sdílení";

/* Medium date formatting style */
"Medium" = "Střední";

/* Missing action error action */
"Update Shortcuts" = "Aktualizovat aplikaci Zkratky";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Akci se v této verzi aplikace Zkratky nepodařilo najít.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Pojmenovat a uložit URL";

/* Name of measurement unit */
"Unit (Name)" = "Jednotky";

/* Navigation bar title */
"Select a Magic Variable" = "Vybrat automatickou proměnnou";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Vyřešit konflikty";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Proměnná není k dispozici.";

/* None option */
"None" = "Žádné";

/* Note about using the action */
"Note" = "Poznámka";

/* Parameter already in use by another import question */
"Already In Use" = "Parametr je už používán";

/* Parameter not supported for import question */
"Not Supported for Questions" = "U otázek není podporováno";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Zkratka byla importována z jiné aplikace. Určitě ji chcete spustit?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relativní";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Jak dávno / do kdy";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Neznámé zařízení";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Tento název bude použit pro všechny automatické proměnné této akce %@.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Přejmenovat automatickou proměnnou";

/* Rename shortcut alert title */
"Rename Shortcut" = "Přejmenovat zkratku";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Zadejte nový název zkratky.";

/* Rename workflow or variable */
"Rename" = "Přejmenovat";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Požadavky";

/* Result types of action */
"Result" = "Výsledek";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Zobrazit";

/* Scripting category */
"Scripting" = "Skripty";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Hledat";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Zkratky pro komplikaci";

/* Select all input types */
"Select All" = "Vybrat vše";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Sdílet zkratku";

/* Share a workflow along with a description */
"Share with Description" = "Sdílet s popisem";

/* Share a workflow as a file */
"Share as File" = "Sdílet jako soubor";

/* Share shortcut */
"Share" = "Sdílet";

/* Short date formatting style */
"Short" = "Krátký";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "„%@“ neobsahuje žádné akce.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Prázdná zkratka";

/* Shortcut contains no actions error title */
"No Actions" = "Žádné akce";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Upravit zkratku…";

/* Shortcut icon */
"Icon" = "Ikona";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Vyberte zkratku";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Přesunuto mezi zkratky %1$@ a %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Přesunuto na konec za zkratku %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Přesunuto na začátek před zkratku %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Chcete‑li používat zkratky ve widgetu Dnes, přidejte tento widget v několika jednoduchých krocích. Můžete také klepnout na Hotovo a widget nastavit později.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Po přidání widgetu Dnes spustíte zkratky rychlostí blesku.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Snímek obrazovky s listem sdílení v Safari a zvýrazněnou aktivitou aplikace Zkratky";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Zkratky rozšíření akcí se spouštějí z listů sdílení v jiných aplikacích.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Zkratky pro widget Dnes se spouštějí z Oznamovacího centra, které zobrazíte stažením od horního okraje displeje.";

/* Shortcut types help view; title */
"Shortcut Types" = "Typy zkratek";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Smazáno na zařízení %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Smazáno na jiném zařízení";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Změněno v zařízení %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Změněno v jiném zařízení";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Hledat zkratky…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Snímek obrazovky s widgetem Zkratky v Oznamovacím centru";

/* Siri phrase */
"“%@”" = "„%@“";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Přeskočit nastavení";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Zastavit sdílení";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Odeslat do galerie";

/* Tap to choose an option */
"Tap to Choose" = "Klepnutím vyberete";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Vyzkoušejte si moji novou zkratku!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Ovladač akcí";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "dolní část obrazovky";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "pravý horní roh obrazovky";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "libovolný vstup";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "prázdný vstup";

/* Title */
"Actions" = "Akce";

/* Title */
"Date Format" = "Formát data";

/* Title */
"Requires Handoff" = "Vyžaduje Handoff";

/* Title */
"Shortcuts" = "Zkratky";

/* Title */
"Time Format" = "Formát času";

/* Title */
"Type" = "Typ";

/* Title for action drawer categories view */
"Categories" = "Kategorie";

/* Title for configuration page for unit */
"Unit (Title)" = "Jednotky";

/* Title of main screen showing your library of shortcuts */
"Library" = "Knihovna";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Upravit zkratky";

/* Title or button */
"Import Questions" = "Otázky pro import";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Hurá! Widget Dnes máte nastavený.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Teď do něj ještě přidat pár zkratek z galerie.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "S widgetem Dnes pro Zkratky spustíte zkratky z libovolné aplikace jediným klepnutím – stačí jen stáhnout dolů Oznamovací centrum.";

/* Today widget explanation button */
"Add Widget" = "Přidat widget";

/* Today widget explanation button */
"View the Gallery" = "Zobrazit galerii";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Spouštějte zkratky rychlostí blesku, ať jste na svém zařízení %MODEL% kdekoliv.";

/* Unknown item */
"Unknown" = "Neznámá položka";

/* Used in a phrase like 'Add new item' */
"new item" = "novou položku";

/* User’s favorited workflows or actions */
"Favorites" = "Oblíbené";

/* Variable field placeholder */
"Variable Name" = "Název proměnné";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Proměnnou můžete vytvořit přidáním akce „Nastavit proměnnou“.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Nejsou k dispozici žádné proměnné";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikty";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Nastavte konfiguraci této zkratky";

/* Workflow name */
"Name of Shortcut" = "Název";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Chcete‑li pokračovat v úpravách zkratky, klepněte na Hotovo.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Snímek obrazovky aplikace Zkratky na hodinkách";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Zkratky pro Apple Watch spouštíte přímo ze zápěstí prostřednictvím aplikace nebo komplikace Zkratky.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Kde najdu widget Dnes?";

/* iOS Today Widget */
"Today Widget" = "Widget Dnes";

